Revit 2027 API
DuctFittingAndAccessoryPressureDropUIData Properties
The DuctFittingAndAccessoryPressureDropUIData type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
DuctFittingAndAccessoryPressureDropUIData Class
Autodesk.Revit.UI.Mechanical Namespace